{
	"drugs": [
		{
			"title": "Paracetamol",
			"description": "Paracetamol (acetaminophen) is a pain reliever and a fever reducer. Paracetamol is used to treat many conditions such as headache, muscle aches, arthritis, backache, toothaches, colds, and fevers.",
			"dosage": "Dosage for fever:\n325 to 650 mg every 4 to 6 hours or 1000 mg every 6 to 8 hours orally or rectally. Paracetamol 500mg tablets: Two 500 mg tablets orally every 4 to 6 hours.\n\nDosage for pain:\n 325 to 650 mg every 4 to 6 hours or 1000 mg every 6 to 8 hours orally or rectally. Paracetamol 500mg tablets: Two 500 mg tablets orally every 4 to 6 hours.",
			"direction": "Use paracetamol exactly as directed on the label, or as prescribed by your doctor.\nDo not use more of this medication than is recommended. An overdose of paracetamol can cause serious harm. The maximum amount for adults is 1 gram (1000 mg) per dose and 4 grams (4000 mg) per day. Using more paracetamol could cause damage to your liver. If you drink more than three alcoholic beverages per day, talk to your doctor before taking paracetamol and never use more than 2 grams (2000 mg) per day. If you are treating a child, use a pediatric form of paracetamol . Carefully follow the dosing directions on the medicine label. Do not give the medication to a child younger than 2 years old without the advice of a doctor.\nMeasure the liquid form of paracetamol with a special dose-measuring spoon or cup, not a regular table spoon. If you do not have a dose-measuring device, ask your pharmacist for one. You may need to shake the liquid before each use. Follow the directions on the medicine label.\nThe paracetamol chewable tablet must be chewed thoroughly before you swallow it.\nMake sure your hands are dry when handling the paracetamol disintegrating tablet. Place the tablet on your tongue. It will begin to dissolve right away. Do not swallow the tablet whole. Allow it to dissolve in your mouth without chewing.\nTo use the paracetamol effervescent granules, dissolve one packet of the granules in at least 4 ounces of water. Stir this mixture and drink all of it right away. To make sure you get the entire dose, add a little more water to the same glass, swirl gently and drink right away.",
			"side_effects": "Get emergency medical help if you have any of these signs of an allergic reaction to paracetamol: hives; difficulty breathing; swelling of your face, lips, tongue, or throat. Stop using this medication and call your doctor at once if you have a serious side effect such as:\n\tlow fever with nausea, stomach pain, and loss of appetite;\n\tdark urine, clay-colored stools; or\n\tjaundice (yellowing of the skin or eyes).\nThis is not a complete list of paracetamol side effects and others may occur. Call your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088."
		},
		{
			"title": "Ciprofloxacin",
			"description": "Ciprofloxacin is a fluoroquinolone (flor-o-KWIN-o-lone) antibiotic that fights bacteria in the body. Ciprofloxacin is used to treat different types of bacterial infections. It is also used to treat people who have been exposed to anthrax or certain types of plague.\nFluoroquinolone antibiotics can cause serious or disabling side effects. Ciprofloxacin should be used only for infections that cannot be treated with a safer antibiotic.",
			"dosage": "Applies to the following strength(s): 100 mg ; 250 mg ; 500 mg ; 750 mg ; 200 mg/100 mL-5% ; 400 mg/200 mL-5% ; 250 mg/5 mL ; 500 mg/5 mL ; 10 mg/mL ; 1000 mg\n\nThe information at Drugs.com is not a substitute for medical advice. Always consult your doctor or pharmacist.",
			"direction": "Ciprofloxacin is usually taken every 12 hours. Follow all directions on your prescription label. Do not take this medicine in larger or smaller amounts or for longer than recommended.\n\nTake this medicine with water, and drink extra fluids to keep your kidneys working properly.\n\nCiprofloxacin may be taken with or without food, but take it at the same time each day.\n\nShake the oral suspension (liquid) for at least 15 seconds just before you measure a dose. Measure the liquid with a special dose-measuring spoon or medicine cup. If you do not have a dose-measuring device, ask your pharmacist for one. Do not give the oral suspension through a feeding tube.\n\nDo not crush, chew, or break an extended-release tablet. Swallow it whole.\n\nUse this medicine for the full prescribed length of time. Your symptoms may improve before the infection is completely cleared. Skipping doses may also increase your risk of further infection that is resistant to antibiotics. Ciprofloxacin will not treat a viral infection such as the flu or a common cold.",
			"side_effects": "Ciprofloxacin may cause swelling or tearing of (rupture) a tendon. This medicine can also have serious effects on your nerves, and may cause permanent nerve damage.\n\nStop using ciprofloxacin and call your doctor at once if you have:\n\tsevere stomach pain, diarrhea that is watery or bloody;\n\theadache with chest pain and severe dizziness, fainting, fast or pounding heartbeats;\n\tmuscle pain or weakness;\n\ta seizure (convulsions);\n\tsigns of tendon rupture - sudden pain, swelling, bruising, tenderness, stiffness, movement problems, or a snapping or popping sound in any of your joints (rest the joint until you receive medical care or instructions)."
		},
		{
			"title": "Herceptin",
			"description": "Herceptin (trastuzumab) is a cancer medication that interferes with the growth and spread of cancer cells in the body.\nHerceptin is used to treat certain types of breast cancer or stomach cancer. Other cancer medicines are sometimes used in combination with Herceptin.\n",
			"dosage": "Initial dose of 4 mg/kg as an intravenous infusion over 90 minutes then at 2 mg/kg as an intravenous infusion over 30 minutes weekly during chemotherapy for the first 12 weeks (paclitaxel or docetaxel) or 18 weeks (docetaxel/carboplatin).\nOne week following the last weekly dose of Herceptin, administer Herceptin at 6 mg/kg as an intravenous infusion over 30–90 minutes every three weeks.",
			"direction": "Herceptin is injected into a vein through an IV. You will receive this injection in a clinic or hospital setting. Herceptin must be given slowly, and the IV infusion can take up to 90 minutes to complete.\nYou may need to undergo a biopsy to make sure Herceptin is the right medicine to treat your cancer.\nHerceptin is usually given once every week or every 3 weeks. Follow your doctor's dosing instructions very carefully.\nYou may need frequent medical tests to be sure this medicine is not causing harmful effects. Your cancer treatments may be delayed based on the results of these tests.",
			"side_effects": "Some side effects may occur during the injection. Tell your caregiver right away if you feel dizzy, nauseated, light-headed, weak, short of breath, or if you have a headache, fever, chills, sudden chest pain, wheezing, dry cough, hives, or swelling of your face, lips, tongue, or throat.\nGet emergency medical help if you have any signs of an allergic reaction to Herceptin: hives; difficult breathing; swelling of your face, lips, tongue, or throat.\n\nCall your doctor at once if you have:\n\tshortness of breath (even with mild exertion or while lying down);\n\trapid or shallow breathing, grunting, gasping for breath, pain when you breathe;\n\tblue-colored skin or lips;\n\tsudden chest pain or discomfort, wheezing, new or worsening cough;\n\tpounding heartbeats or fluttering in your chest;\n\tswelling, rapid weight gain;\n\tfever, swollen gums, painful mouth sores, pain when swallowing, skin sores, cold or flu symptoms; or\n\theart attack symptoms--chest pain or pressure, pain spreading to your jaw or shoulder, nausea, sweating.\n\nCommon Herceptin side effects may include:\n\tnausea, diarrhea, weight loss;\n\theadache, sleep problems (insomnia), tiredness;\n\tmouth sores;\n\tfever, chills, cough, or other signs of infection;\n\tskin rash, bruising, pale skin;\n\taltered sense of taste; or\n\tcold symptoms such as stuffy nose, sinus pain, sore throat."
		},
		{
			"title": "Mefenamic acid",
			"description": "Mefenamic acid is a member of the anthranilic acid derivatives (or fenamate) class of NSAID drugs, and is used to treat mild to moderate pain, including menstrual pain, and is sometimes used to prevent migraines associated with menstruation",
			"dosage": "Initial dose: 500 mg orally once.Following initial dose: 250 mg orally every 6 hours as needed",
			"direction":"Mefenamic acid is recommended to be taken with food",
			"side_effects": "Known mild side effects of mefenamic acid include headaches, nervousness, and vomiting. Serious side effects may include diarrhea, hematemesis (vomiting blood), hematuria (blood in urine), blurred vision, skin rash, itching and swelling, sore throat and fever"
		}

	
	]
}
